tap "homebrew/bundle"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "curl"
brew "fzf"
brew "git"
brew "helm"
brew "kubernetes-cli"
brew "make"
brew "markdownlint-cli"
brew "neofetch"
brew "python@3.13"
brew "pipx"
brew "stow"
brew "terraform"
brew "tmux"
brew "tree"
brew "unzip"
cask "copyq"
cask "lens"
cask "visual-studio-code"
cask "wezterm@nightly"
vscode "biomejs.biome"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kevinrose.vsc-python-indent"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
